//
//  Hero.swift
//  AnimationDemo11
//
//  Created by duzhe on 15/10/5.
//  Copyright © 2015年 duzhe. All rights reserved.
//

import Foundation

struct Hero {
    
    let name: String
    let image: String
    let description: String
    
    static func all() -> [Hero] {
        return [
            Hero(name: "屠夫", image: "rw6", description: "主要技能就是勾人，哈哈哈 不想写描述啦 ！随便打字啦大垃圾袋了飞机阿拉斯加法律文件破解诶颇为进入了就爱了发动机了书法进来撒剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 "),
            Hero(name: "剑圣", image: "rw2",  description: "主要技能就是勾人，哈哈哈 不想写描述啦 ！随便打字啦大垃圾袋了飞机阿拉斯加法律文件破解诶颇为进入了就爱了发动机了书法进来撒剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 "),
            Hero(name: "皮城特警", image: "rw3",description: "主要技能就是勾人，哈哈哈 不想写描述啦 ！随便打字啦大垃圾袋了飞机阿拉斯加法律文件破解诶颇为进入了就爱了发动机了书法进来撒剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 "),
            Hero(name: "巫医", image: "rw4", description: "主要技能就是勾人，哈哈哈 不想写描述啦 ！随便打字啦大垃圾袋了飞机阿拉斯加法律文件破解诶颇为进入了就爱了发动机了书法进来撒剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 "),
            Hero(name: "大法师", image: "rw5", description: "主要技能就是勾人，哈哈哈 不想写描述啦 ！随便打字啦大垃圾袋了飞机阿拉斯加法律文件破解诶颇为进入了就爱了发动机了书法进来撒剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪  "),
               Hero(name: "寒冰射手", image: "rw6", description: "主要技能就是勾人，哈哈哈 不想写描述啦 ！随便打字啦大垃圾袋了飞机阿拉斯加法律文件破解诶颇为进入了就爱了发动机了书法进来撒剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 剪短发了看见我评价啊；放假了文件费；案件发票；就撒了点附近欧式发善良劫匪 ")
        ]
    }
    
}